
"Message Center" = "Viestikeskus";

/* Growl alert sheet */
"Cancel" = "Kumoa";
"Don't Ask Again" = "Älä kysy enää";
"Install" = "Asenna";

// Yet to be localized
"Install Growl" = "Asenna Growl";

"Start Growl" = "Käynnistä Growl";

"Show Growl preferences" = "Näytä Growlin asetukset";

"Growl installation required" = "HP-laitteesi käyttää Growl-nimistä sovellusta ilmoittaakseen tärkeistä huomiota vaativista asioista, kuten esimerkiksi paperin loppumisesta.\n\nOhjelmisto pitää asentaa, jotta voit saada nämä ilmoitukset. Ohjelmistoa ei tarvitse ladata, sillä voit vain valita Asenna-painikkeen asentaaksesi Growlin järjestelmääsi.\n\nJos haluat saada Growlin ilmoitukset aina tähän tietokoneeseen kirjautuessasi, siirry Applen Järjestelmäasetukset -kohtaan, valitse Growl-asetusruutu ja valitse sitten \"Käynnistä Growl sisäänkirjautumisen yhteydessä\" -valintaruutu.";

"Growl not running" = "HP-laitteesi käyttää Growl-nimistä sovellusta ilmoittaakseen tärkeistä huomiota vaativista asioista, kuten esimerkiksi paperin loppumisesta. Jotta saisit nämä ilmoitukset, Growl pitää käynnistää seuraavasti:\n\n1. Tarkastele Growl-asetusruutua valitsemalla alla oleva \"Näytä Growlin asetukset\" -painike.\n2. Valitse Growl-asetusruudussa \"Käynnistä Growl\" -painike.\n3. Jos haluat saada Growlin ilmoitukset aina tähän tietokoneeseen kirjautuessasi, siirry Järjestelmäasetukset-kohtaan, valitse Growl-asetusruutu ja valitse sitten \"Käynnistä Growl sisäänkirjautumisen yhteydessä\" -valintaruutu.\n4. Poistu System Preferences -kohdasta.";

"Loading events" = "Ladataan tapahtumia...";
HSDDeviceKeyword = "Laite";
HSDAlertKeyword = "Hälytys";
HSDEventKeyword = "Tapahtuma";

HSDAlertSettingsTitle = "Ilmoitusasetukset";
HSDAlertsNote = "Määritä HP-laitteesi antamien tilatietojen laajuus. Saat aina ilmoituksen, jos laite ei pysty suorittamaan haluttua tehtävää tai jos sinulta vaaditaan toimenpiteitä.";

HSDDisplayAlertsTitle = "Näytä laajennetut hälytykset aiheesta:";
HSDAutodismissAlertsTitle = "Hylkää hälytykset";
HSDAutodismissAlertsTitlePostfix = "sekunnissa, kun aiheena on:";

HSDErrorsWarningsAndInfo = "virheet, varoitukset ja informatiiviset viestit";
HSDErrorsAndWarnings = "virheet ja varoitukset";
HSDErrorsOnly = "vain virheet";
HSDInfoMessages = "informatiiviset viestit";
HSDWarningsAndInfoMessages = "varoitukset ja informatiiviset viestit";

HSDDisplayVirtualAlertsTitle = "Näytä verkkosisältö hälytyksissä";
HSDVirtualAlertsNote = "HSD_TEXT:Luvallasi laitteesi tila jaetaan suojatusti HP:n kanssa. Kun annat tämän tiedon, HP voi tarkistaa, oletko rekisteröitynyt HP:n ohjelmaan tai oletko oikeutettu erikoistarjouksiin, ja muokata hälytystä käytettävissä olevien vaihtoehtojen mukaan.

* Lisätietoja HP:lle lähetettävistä tiedoista saat napsauttamalla HSD_KEYED_LINK:MoreInfoTitle.

* Lisätietoja HPn Yksityisyyskäytännöistä on osoitteessa HSD_LINK:HSDPrivacyStatementOnlineLink.";
